player createDiarySubject ["규칙","규칙"];
player createDiaryRecord ["규칙", ["분대별 사용 가능한 장비", "<font color='#ff8000'>[1인 보병 분대]</font>" +
											"<br/>" +
											"-4륜 오토바이" +
											"<br/><br/>" +
											"<font color='#ff8000'>[보병 분대]</font>" +
											"<br/>" +
											"-[건설 메뉴]에서 [경무장 차량]을 사용 하실 수 있습니다." +
											"<br/><br/>" +
											"<font color='#ff8000'>[기계화 보병 분대]</font>" +
											"<br/>" +
											"AMV-7" +
											"<br/>" +
											"IFV-6C" +
											"<br/>" +
											"BTR-K" +
											"<br/>" +
											"MSE-3" +
											"<br/>" +
											"AFV-4" +
											"<br/>" +
											"FV-720" +
											"<br/><br/>" +
											"<font color='#ff8000'>[기갑 분대]</font>" +
											"<br/>" +
											"MBT-53 Kuma" +
											"<br/>" +
											"M2A1 Slammer" +
											"<br/>" +
											"M2A4 Slammer UP" +
											"<br/>" +
											"Rhino MGS" +
											"<br/>" +
											"Rhino MGS UP" +
											"<br/>" +
											"T-100" +
											"<br/>" +
											"T-140" +
											"<br/>" +
											"IFV-6A" +
											"<br/>" +
											"ZSU-39" +
											"<br/>" +
											"Nyx 시리즈" +
											"<br/><br/>" +
											"<font color='#ff8000'>[포병 분대]</font>" +
											"<br/>" +
											"박격포" +
											"<br/>" +
											"M4 Scorcher" +
											"<br/>" +
											"2S9 Sochor" +
											"<br/><br/>" +
											"<font color='#ff8000'>[CAS 분대]</font>" +
											"<br/>" +
											"MQ-4A 그레이 호크" +
											"<br/>" +
											"UCAV Sentinel" +
											"<br/>" +
											"A-143 Buzzard" +
											"<br/>" +
											"A-149 Gryphon" +
											"<br/>" +
											"A-164 Wipeout" +
											"<br/>" +
											"F/A-181 Blackwasp" +
											"<br/>" +
											"To-199 Neophron" +
											"<br/>" +
											"Y-32 Xian" +
											"<br/>" +
											"V-44 Blackfish [무장]" +
											"<br/><br/>" +
											"<font color='#ff8000'>[공격 헬기 분대]</font>" +
											"<br/>" +
											"AH-9 Pawnee" +
											"<br/>" +
											"AH-99 Blackfoot" +
											"<br/>" +
											"MQ-12 FalconDrone UAV" +
											"<br/>" +
											"PO-30 Orca [무장]" +
											"<br/>" +
											"Mi-48 Kajman" +
											"<br/><br/>" +
											"<font color='#ff8000'>[수송 분대]</font>" +
											"<br/>" +
											"MH-9 HummingBird" +
											"<br/>" +
											"WY-55 HellCat [비무장]" +
											"<br/>" +
											"UH-80 GhostHawk" +
											"<br/>" +
											"CH-49 Mohawk" +
											"<br/>" +
											"EH-302" +
											"<br/>" +
											"CH-67 Huron" +
											"<br/>" +
											"Mi-280 Taru" +
											"<br/>" +
											"V-44 Blackfish [보병 수송]" +
											"<br/>" +
											"V-44 Blackfish [차량 수송]" +
											"<br/><br/>" +
											"<font color='#ff8000'>[훈련소]</font>" +
											"<br/>" +
											"M-900" +
											"<br/>" +
											"Casesar BTT" +
											"<br/><br/>"
											]];
player createDiaryRecord ["규칙", ["분대", "<font color='#ff8000'>[분대 규칙]</font>" +
											"<br/>" +
											"-보병 분대를 제외한 모든 분대는 본 분대의 역할을 알리는 분대명을 작성 하셔야 합니다. Ex)[CAS] Dalix 팀" +
											"<br/>" +
											"-분대 잠금 조건을 충족하지 못했을 경우, 분대를 잠그실 수 없습니다." +
											"<br/>" +
											"-분대 참여는 선착순이며, 분대 인원 제한 초과와 같은 경우를 제외하고는 참여를 제한 하실 수 없습니다." +
											"<br/>" +
											"-분대 잠금 조건은 각 분대별 규칙을 참고해주십시요." +
											"<br/>" +
											"-분대별 사용 가능한 장비 일람은 [분대별 장비]를 확인하여 주십시요." +
											"<br/><br/>" +
											"<font color='#ff8000'>[분대 분류]</font>" +
											"<br/>" +
											"-보병 분대" +
											"<br/>" +
											"     -1인 보병 분대" +
											"<br/>" +
											"     -일반 보병 분대" +
											"<br/>" +
											"     -기계화 보병 분대" +
											"<br/>" +
											"-지원 분대" +
											"<br/>" +
											"     -기갑 분대" +
											"<br/>" +
											"     -포병 분대" +
											"<br/>" +
											"     -CAS 분대" +
											"<br/>" +
											"     -공격 헬기 분대" +
											"<br/>" +
											"     -수송 분대" +
											"<br/>" +
											"-훈련소" +
											"<br/><br/>" +
											"<font color='#ff8000'>[1인 보병 분대]</font>" +
											"<br/>" +
											"-라디오 타원만 점령하실 수 있습니다." +
											"<br/>" +
											"-4륜 오토바이만 사용하실 수 있습니다." +
											"<br/><br/>" +
											"<font color='#ff8000'>[일반 보병 분대]</font>" +
											"<br/>" +
											"-2인 이상의 보병 분대를 지칭합니다." +
											"<br/>" +
											"-분대 인원이 5명 이상 일 경우에만 대도시에 접근 하실 수 있습니다." +
											"<br/>" +
											"-분대 인원이 5명 이상 일 경우, 분대 잠금을 진행 하실 수 있습니다." +
											"<br/>" +
											"-AR-2 Darter를 제외한 모든 항공 장비를 사용 하실 수 없습니다." +
											"<br/>" +
											"     -수송 분대의 동의 하에 허밍버드 1기를 운용하실 수 있습니다." +
											"<br/>" +
											"-보급상자를 수송 분대 동의 없이 임의로 이동시킬 수 없습니다." +
											"<br/><br/>" +
											"<font color='#ff8000'>[기계화 보병 분대]</font>" +
											"<br/>" +
											"-보병 분대에서 인원이 8명 이상이 충족될 경우, 기계화 보병 분대로 진급이 가능합니다." +
											"<br/>" +
											"-기계화 보병 분대는 최대 2개 까지 운용 가능합니다." +
											"<br/>" +
											"-분대 인원이 12명 이상일 경우, 분대 잠금을 진행 하실 수 있습니다." +
											"<br/><br/>" +
											"<font color='#ff8000'>[지원 분대]</font>" +
											"<br/>" +
											"-중복되는 분대를 창설 하실 수 없습니다." +
											"<br/>" +
											"-보병 분대의 동의 없이 단독적으로 작전지에 진입 하실 수 없습니다." +
											"<br/>" +
											"-보병 분대의 동의 없이 단독적으로 작전지에 공격을 가하실 수 없습니다." +
											"<br/>" +
											"-포병 분대를 제외한 각 분대마다 최대 1개의 AI를 건설 하실 수 있습니다." +
											"<br/>" +
											"-서버 인원 혹은 자원 상황에 따라 분대장의 협의 하에 인원 제한을 강화 할 수 있습니다." +
											"<br/><br/>" +
											"<font color='#ff8000'>[기갑 분대]</font>" +
											"<br/>" +
											"-분대의 최대 인원은 9명으로 제한됩니다." +
											"<br/>" +
											"-각 차량의 최소 탑승 인원은 2명 입니다." +
											"<br/>" +
											"-최대 3대까지의 장비를 운용 하실 수 있습니다." +
											"<br/><br/>" +
											"<font color='#ff8000'>[포병 분대]</font>" +
											"<br/>" +
											"-분대의 최대 인원은 2명으로 제한됩니다." +
											"<br/>" +
											"-AI를 건설 하실 수 없습니다." +
											"<br/><br/>" +
											"<font color='#ff8000'>[CAS 분대]</font>" +
											"<br/>" +
											"-분대의 최대 인원은 4명으로 제한됩니다." +
											"<br/>" +
											"-활주로는 CAS 분대의 분대장이 관리 및 책임을 집니다." +
											"<br/><br/>" +
											"<font color='#ff8000'>[공격 헬기 분대]</font>" +
											"<br/>" +
											"-분대의 최대 인원은 4명으로 제한됩니다." +
											"<br/><br/>" +
											"<font color='#ff8000'>[수송 분대]</font>" +
											"<br/>" +
											"-분대의 최대 인원은 4명으로 제한됩니다." +
											"<br/>" +
											"-타 분대의 요청 없이 작전에 간섭 하실 수 없습니다." +
											"<br/>" +
											"-되도록 FOB 내에서는 엔진을 꺼주십시요." +
											"<br/><br/>" +
											"<font color='#ff8000'>[훈련소]</font>" +
											"<br/>" +
											"-자율적으로 운영되는 뉴비분들을 위한 분대 입니다." +
											"<br/>" +
											"-기본적으로 보병 분대와 같은 취급을 받습니다."
											]];
player createDiaryRecord ["규칙", ["기본", "<font color='#ff8000'>[기본 규칙]</font>" +
											"<br/>" +
											"-뉴비 배척, 과도한 친목은 금지됩니다." +
											"<br/>" +
											"-타인에게 불쾌감을 주는 발언(욕설, 비하, 공격적인 언행, 분란 조성 등)은 금지됩니다." +
											"<br/>" +
											"-경어체 사용은 필수 입니다." +
											"<br/>" +
											"-게임 플레이에 피해를 주는 모든 행위(자원 낭비, 아군 FOB 폭격, 고의적인 장비 파괴, 그외 금지된 행위 등)는 금지됩니다." +
											"<br/>" +
											"-아군에게 가하는 사격은 금지됩니다." +
											"<br/>" +
											"     -실수로 사격을 가하셨다면 사죄를 하시는게 좋습니다." +
											"<br/>" +
											"-FOB 인근에 적이 없을 경우, FOB 내부, 인근에서 사격, 연막탄/수류탄 투척 등을 가하실수 없습니다." +
											"<br/>" +
											"-게임 플레이에 영향을 주는 오류 악용은 금지됩니다." +
											"<br/>" +
											"-전역무전망, 진영전용망은 사용이 금지됩니다." +
											"<br/>" +
											"     -관리자의 관리를 목적으로 한 사용은 허가됩니다." +
											"<br/>" +
											"-작전 사령관 슬롯은 FOB 이전을 제외하고는 사용이 절대적으로 금지됩니다." +
											"<br/><br/>" +
											"<font color='#ff8000'>[장비 사용 규칙]</font>" +
											"<br/>" +
											"-장비를 사용 혹은 건설 할 때는 분대장을 통해 타 분대장들에게 허가를 받아야 합니다." +
											"<br/>" +
											"-장비를 재활용 할 때는 분대장을 통해 타 분대장들에게 장비 재활용 사실을 통보하여야 합니다." +
											"<br/>" +
											"-장비를 사용 혹은 건설 할 때 분대장은 타 분대장들에게 허가를 받은 뒤, 허가 받은 사실을 분대원에게 통보해줘야 합니다." +
											"<br/>" +
											"-장비를 재활용 할 때 분대장은 타 분대장들에게 장비 재활용 사실을 통보하여야 합니다." +
											"<br/>"
											]];